{
    "collections" : [
        {
            "name": "Coleção Harry Potter",
            "imgURL": "HarryPotter/collection",
            "genre": "fantasia",
            "autor": "J. K. Rowling"
        },
        {
            "name": "Coleção O Senhor dos Anéis",
            "imgURL": "LordOfRings/collection",
            "genre": "fantasia aventura",
            "autor": "J. R. R. Tolkien"
        },
        {
            "name": "Coleção Jogos Vorazes",
            "imgURL": "HungerGames/collection",
            "genre": "fantasia utopia",
            "autor": "Suzanne Collins"
        }
    ],

    "books" : [
        {
            "name": "Harry Potter e a Pedra Filosofal",
            "imgURL": "HarryPotter/pedra-filosofal",
            "synopsis": "Harry Potter é um garoto órfão que vive infeliz com seus tios, os Dursleys. Ele recebe uma carta contendo um convite para ingressar em Hogwarts, uma famosa escola especializada em formar jovens bruxos. Inicialmente, Harry é impedido de ler a carta por seu tio, mas logo recebe a visita de Hagrid, o guarda-caça de Hogwarts, que chega para levá-lo até a escola. Harry adentra um mundo mágico que jamais imaginara, vivendo diversas aventuras com seus novos amigos, Rony Weasley e Hermione Granger",
            "autor": "J. K. Rowling",
            "summary": "Harry Potter é um garoto órfão que vive infeliz até o dia em que recebe A Carta de Hogwarts, uma escola de bruxaria e então descobre um novo mundo mágico."
        },
        {
            "name": "Harry Potter e a Câmara Secreta",
            "imgURL": "HarryPotter/camara-secreta",
            "synopsis": "A história desse segundo livro segue a cronologia logo após o primeiro ano escolar de Harry na escola de bruxaria. O livro conta a lenda de uma câmara secreta onde existe um monstro escondido que pode matar todos que não tem o sangue puro de bruxos.",
            "autor": "J. K. Rowling",
            "summary": "Após seu primeiro ano em Hogwarts, Harry descobre a lenda de uma câmara secreta que abriga um monstro terrível!"
        },
        {
            "name": "Harry Potter e o Prisioneiro de Azkaban",
            "imgURL": "HarryPotter/prisioneiro-de-azkaban",
            "synopsis": "Durante 12 anos o forte de Azkaban guardou o prisioneiro Sirius Black, acusado de matar 13 pessoas e ser o principal ajudante de Voldemort, o Senhor das Trevas. Agora ele conseguiu escapar, deixando apenas uma pista: seu destino é a escola de Hogwarts, em busca de Harry Potter.",
            "autor": "J. K. Rowling",
            "summary": "Após 12 na prisão de Azkaban, o bruxo Sirius Black foge em direção a Hogwarts, em busca de Harry Potter."
        },
        {
            "name": "Harry Potter e o Cálice de Fogo",
            "imgURL": "HarryPotter/calice-de-fogo",
            "synopsis": "Harry é escolhido pelo Cálice de Fogo para competir como um dos campeões de Hogwarts, tendo ao lado seus fiéis amigos. Muitos desafios, feitiços, poções e confusões estão reservados para Harry. Além disso, ele terá que lidar ainda com os problemas comuns da adolescência amor, amizade, aceitação e rejeição.",
            "autor": "J. K. Rowling",
            "summary": "Escolhido misteriosamente pelo Cálice de Fogo para competir como um dos campeões de Hogwarts, Harry disputará a Taça das Casas no torneio Tribruxo."
        },
        {
            "name": "Harry Potter e a Ordem da Fênix",
            "imgURL": "HarryPotter/ordem-da-fenix",
            "synopsis": "Harry vai enfrentar as investidas de Voldemort sem a proteção de Dumbledore, já que o diretor de Hogwarts é afastado da escola. E vai ser sem a ajuda de seu protetor que o jovem herói enfrentará descobertas sobre a personalidade controversa de seu pai, Tiago Potter, e a morte de alguém muito próximo.",
            "autor": "J. K. Rowling",
            "summary": "Sem a proteção de Dumbledore, Harry enfrentará as investidas de Lorde Voldemort. Porém, ele não estará sozinho!"
        },
        {
            "name": "Harry Potter e o Enigma do Príncipe",
            "imgURL": "HarryPotter/enigma-do-principe",
            "synopsis": "O poder de Lorde Voldemort e de seus Comensais da Morte cresce cada vez mais em meio à batalha entre o bem e o mal. A onda de terror provocada pelo Lorde das Trevas estaria afetando, até mesmo, o mundo dos trouxas (não-bruxos), e sendo agravada pela ação dos dementadores. Harry, que acabou de completar 16 anos, parte rumo ao sexto ano na Escola de Magia e Bruxaria de Hogwarts, animado e ao mesmo tempo apreensivo com a perspectiva de ter aulas particulares com o professor Dumbledore, o diretor da escola e o bruxo mais respeitado em toda comunidade mágica. Longe de ser aquele menino magricela que vivia no quarto debaixo da escada na casa dos tios trouxas, Harry agora é um dos principais nomes entre aqueles que lutam contra Voldemort, e se vê cada vez mais isolado à medida que os rumores de que ele é O Eleito - o único capaz de derrotar o Lorde das Trevas, se espalham pelo mundo dos bruxos. Dois atentados contra a vida de estudantes, a certeza de Harry quanto ao envolvimento de Draco Malfoy com os Comensais da Morte e o comportamento de Snape, suspeito como sempre, adicionam ainda mais tensão ao já inquietante período.",
            "autor": "J. K. Rowling",
            "summary": "Aos 16 anos de idade e em seu sexto ano em Hogwarts, Harry se vê mais próximo de enfrentar Voldemorte, em meios a novos mistérios."
        },
        {
            "name": "Harry Potter e as Relíquias da Morte",
            "imgURL": "HarryPotter/reliquias-da-morte",
            "synopsis": "Em Harry Potter e as Relíquias da Morte, o encontro inevitável com Lord Voldemort não pode mais ser adiado. Harry, no entanto, precisa ganhar tempo para encontrar as Horcruxes que ainda estão faltando. E, pelo caminho, descobrir o que são afinal as Relíquias da Morte e como ele pode usá-las contra o Lorde das Trevas.",
            "autor": "J. K. Rowling",
            "summary": "A batalha final entre as forças do bem e do mal. Harry, aliado a seus amigos e colegas, correm para enfrentar o Lorde das Trevas."
        },

        {
            "name": "Jogos Vorazes",
            "imgURL": "HungerGames/jogos-vorazes",
            "synopsis": "Quando Katniss Everdeen, de 16 anos, decide participar dos Jogos Vorazes para poupar a irmã mais nova, causando grande comoção no país, ela sabe que essa pode ser a sua sentença de morte. Mas a jovem usa toda a sua habilidade de caça e sobrevivência ao ar livre para se manter viva.",
            "autor": "Suzanne Collins",
            "summary": "Em uma sociedade distópica, uma jovem de 16 anos decide participar dos Jogos Vorazes para lutar até a morte em uma arena."
        },
        {
            "name": "Jogos Vorazes: Em Chamas",
            "imgURL": "HungerGames/em-chamas",
            "synopsis": "Depois da improvável e inusitada vitória de Katniss Everdeen e Peeta Mellark nos últimos Jogos Vorazes, algo parece ter mudado para sempre em Panem. Aqui e ali, distúrbios e agitações nos distritos dão sinais de que uma revolta é iminente.",
            "summary": "Após sua vitória inusitada, Katniss Everdeen desencadeia uma série de mudanças em toda Panem."
        },
        {
            "name": "Jogos Vorazes: A Esperança",
            "imgURL": "HungerGames/a-esperanca",
            "synopsis": "Depois de sobreviver duas vezes à crueldade de uma arena projetada para destruí-la, Katniss acreditava que não precisaria mais lutar. Mas as regras do jogo mudaram: com a chegada dos rebeldes do lendário Distrito 13, enfim é possível organizar uma resistência. Começou a revolução.",
            "autor": "Suzanne Collins",
            "summary": "Com a chega dos rebeldes do lendário Distrito 13, o jogo agora parece finalmente ter virado ao favor de Katniss Everdeen"
        },
        {
            "name": "Jogos Vorazes: A Cantiga dos Pássaros e das Serpentes",
            "imgURL": "HungerGames/a-cantiga",
            "synopsis": "A outrora importante casa Snow passa por tempos difíceis e o destino dela depende da pequena chance de Coriolanus ser capaz de encantar, enganar e manipular seus colegas estudantes para conseguir mentorar o tributo vencedor. A sorte não está a favor dele.",
            "autor": "Suzanne Collins",
            "summary": "Coriolanus Snow tem o destino de sua casa nas mãos se for capaz de conseguir mentorar o tributo vencedor dos Jogos Vorazes."
        },

        {
            "name": "O Senhor dos Anéis: A Sociedade do Anel",
            "imgURL": "LordOfRings/sociedade-do-anel",
            "synopsis": "Numa cidadezinha indolente do Condado, um jovem hobbit é encarregado de uma imensa tarefa. Deve empreender uma perigosa viagem através da Terra-média até as Fendas da Perdição, e lá destruir o Anel do Poder - a única coisa que impede o domínio maléfico do Senhor do Escuro.",
            "autor": "J. R. R. Tolkien",
            "summary": "Numa cidadezinha indolente do Condado, um jovem hobbit é encarregado de uma imensa, temível e dolorosa tarefa"
        },
        {
            "name": "O Senhor dos Anéis: As Duas Torres",
            "imgURL": "LordOfRings/as-duas-torres",
            "synopsis": "Um ataque-surpresa pôs fim à jornada conjunta da Sociedade do Anel. De um lado, o trio formado pelo elfo Legolas, pelo anão Gimli e por Aragorn, herdeiro da realeza dos Homens, tenta resgatar os jovens hobbits Merry e Pippin, capturados por guerreiros-órquicos.",
            "autor": "J. R. R. Tolkien",
            "summary": "Com o fim da Sociedade do Anel, Frodo e Sam partem para Mordor afim de destruir o Anel do Poder."
        },
        {
            "name": "O Senhor dos Anéis: O Retorno do Rei",
            "imgURL": "LordOfRings/retorno-do-rei",
            "synopsis": "Gandalf, O Branco e o hobbit Pippin partem em direção à majestosa cidade de Minas Tirith, que já foi o principal baluarte dos Homens contra a ameaça de Sauron, mas que está prestes a sucumbir diante da força avassaladora do Senhor Sombrio.",
            "autor": "J. R. R. Tolkien",
            "summary": "Gandalf, O Branco e o hobbit Pippin se veêm diante do destino final da terra-média."
        }
    ]
}